export const MainPageData = [
  {
    id: 1,
    blockType: "ResumeHeader",
    text: "Резюме Nickname",
  },
  {
    id: 2,
    blockType: "ResumeAvatar",
    text:
      "https://cdn.dribbble.com/users/5592443/screenshots/14279501/drbl_pop_r_m_rick_4x.png",
  },
  {
    id: 3,
    blockType: "ResumeSubHeader",
    text: "Опыт работы",
  },
  {
    id: 4,
    blockType: "ResumeText",
    text:
      "главный герой американского мультсериала «Рик и Морти», гениальный\n" +
      "        учёный, изобретатель, атеист (хотя в некоторых сериях он даже молится\n" +
      "        Богу, однако, каждый раз после чудесного спасения ссылается на удачу и\n" +
      "        вновь отвергает его существование), алкоголик, социопат, дедушка Морти.\n" +
      "        На момент начала третьего сезона ему 70 лет[1]. Рик боится пиратов, а\n" +
      '        его главной слабостью является некий - "Санчезиум". Исходя из того, что\n' +
      "      существует неограниченное количество вселенных, существует\n" +
      "      неограниченное количество Риков, герой сериала предположительно\n" +
      "      принадлежит к измерению С-137. В серии комикcов Рик относится к\n" +
      "      измерению C-132, а в игре «Pocket Mortys» — к измерению C-123[2].\n" +
      "      Прототипом Рика Санчеза является Эмметт Браун, герой кинотрилогии «Назад\n" +
      "      в будущее»[3].",
  },
];
